
[X2Ability_WOTC_APA_MedicAbilitySet]

;  -- Localized Strings for Medic Abilities --
;  -------------------------------------------

strMedicalSpecialistHealModMsg="医疗专家: 额外治疗 <HealMod/> 生命值"

strMedicalSpecialist1Name="医疗专家 I"
strMedicalSpecialist1Desc="<font color='#CA7200'>技能熟练等级 I</font><br/><Bullet/> <font color='#3ABD23'>+<Ability:MED_I_FREE_MEDKITS/></font> 免费医疗包充能.<br/><Bullet/> 已装备的医疗包获得 <font color='#3ABD23'>+<Ability:MED_I_EQUIPPED_MEDKITS_BONUS/></font> 使用次数."

strMedicalSpecialist2Name="医疗专家 II"
strMedicalSpecialist2Desc="<font color='#CA7200'>技能熟练等级 II</font><br/><Bullet/> <font color='#3ABD23'>+<Ability:MED_I_FREE_MEDKITS/></font> 免费医疗包充能.<br/><Bullet/> 已装备的医疗包获得 <font color='#3ABD23'>+<AbilityMED_I_EQUIPPED_MEDKITS_BONUS/></font> 使用次数.<br/><Bullet/> 治疗技能额外提高 <font color='#3ABD23'>+<Ability:MED_II_MEDKIT_HEAL_BONUS/></font> 效果.<br/><Bullet/> <font color='#3ABD23'>+<Ability:MED_II_REVIVE_CHARGE_BONUS/></font> 使用次数."

strMedicalSpecialist3Name="医疗专家 III"
strMedicalSpecialist3Desc="<font color='#CA7200'>技能熟练等级 III</font><br/><Bullet/> <font color='#3ABD23'>+<Ability:MED_III_FREE_MEDKITS_TOTAL/></font> 免费医疗包充能.<br/><Bullet/> 已装备的医疗包获得 <font color='#3ABD23'>+<Ability:MED_I_EQUIPPED_MEDKITS_BONUS/></font> 使用次数.<br/><Bullet/> 治疗技能额外提高 <font color='#3ABD23'>+<Ability:MED_III_MEDKIT_HEAL_BONUS_TOTAL/></font> 效果.<br/><Bullet/> <font color='#3ABD23'>+<Ability:MED_II_REVIVE_CHARGE_BONUS/></font> 使用次数."

strAdrenalineRushPenaltyDesc="肾上腺素激增的后效会使得下一回合获得<font color='#CA7200'>-<Ability:ADRENALINE_RUSH_DAMAGE_PENALTY/>%</font>的伤害减益。"
strAdvTraumaKitsReviveHealFlyover="高级创伤急救包: 额外治疗 <HealMod/> 生命值"
strSteadiedBurstFireName="Steadied Burst-Fire" ;Also set in WOTC_APA_Class_Pack.int due to order of compiling"
strSuppressionAimPenaltyName="被压制"
strCombatStimulantsTickedFlyover="战斗兴奋剂: 剩余 <Duration/> 回合"
strCombatStimulantsRemovedFlyover="战斗兴奋剂 损耗 - 单位损失 <Will/> 意志力!"
;strCombatStimulantsRemovedFlyover="战斗兴奋剂 损耗 - 单位损失 <HP/> 生命值 和 <Will/> 意志力!"
